Repository: kharinasun24/MyCalendar
Catalog: MyCalendar/resources/ResXFile.*.resx
Languages: hu

source: address (street)
hu: cím (utca)

source: address (town)
hu: cím (lakhely)

source: Appointment
hu: idôpont

source: Are the checkboxes set correctly - monthly/yearly repeat?
hu: Helyesen vannak-e beállítva a jelölőnégyzetek - havi/éves ismétlés?

source: birthday
hu: születésnap

source: Cancel
hu: töröl

source: Close
hu: zár

source: Confirm
hu: igazol

source: Confirm and save
hu: Megerősítés és mentés

source: Confirm deletion
hu: törlést igazol

source: Contact
hu: kapcsolat

source: Contact must have a name!
hu: Kapcsolat neve hiányzik!

source: Contacts exported successfully!
hu: Sikeresen exportálva!

source: Contacts need a name!
hu: Kapcsolatok nevei hiányoznak!

source: Do you really want to delete contact?
hu: Kapcsolatot tényleg törölni?

source: Do you really want to delete date?
hu: Idôpontot tényleg törölni?

source: Do you want to delete the entire series (yes) or just this individual event (no)?
hu: Egész sorozatot (yes) törölni vagy csak ezt (no)?

source: Enter a town to look up its weather data!
hu: Milyen város időjárása érdekel?

source: export
hu: exportál

source: filter
hu: szûrô

source: givenname
hu: utónév

source: humidity
hu: nedvesség

source: Info: If birthday is today or later, it will not be saved.
hu: Info: Ha a születésnap ma van vagy késôbb, nem menti el.

source: JANUARY AGAIN!
hu: MEGINT JANUÁR!

source: maximal
hu: max

source: minimal
hu: min

source: monthly
hu: havonta

source: Multi-day appointments must not exceed the monthly limit.
hu: Többnapos időpontok nem haladhatják meg a havi keretet.

source: Not a valid email!
hu: Hibás email!

source: Not a valid phone number!
hu: Hibás telefonszám!

source: phone
hu: telefon

source: Pick day and below hour
hu: Napot, órát kiválasztani

source: Pick hours
hu: óra

source: Rain quantity next hour
hu: Esô a következô órában

source: repetition
hu: ismétlés

source: Save
hu: elment

# surname
source: name
hu: név

source: temperature
hu: hômérséklet

source: today
hu: ma

source: tomorrow
hu: holnap

source: Tomorrow's rain
hu: holnapi esô

source: Weather data for
hu: jövendô időjárás

source: weekly individual til end of year
hu: heti egyéni időpontok az év végéig

source: whole day
hu: egész nap

source: winddirection
hu: szélirány

source: windspeed
hu: szélsebesség

source: yearly
hu: évente
